Repository: minjeongkx/Thank-Q
Catalog: Localizable.xcstrings
Source language: ko
Languages: en

source: 가족 중 한 사람에게 고마웠던 점은?
en: What did you appreciate about a family member?

source: 나 자신에게 칭찬하고 싶은 점은?
en: What are you proud of yourself for today?

source: 나를 위해 수고한 과거의 나에게 감사하고 싶은 것은?
en: What do you thank your past self for?

source: 내 건강 중 감사하게 느껴지는 부분은?
en: What part of your health are you grateful for today?

source: 삭제
en: Delete

source: 삭제하면 복구할 수 없습니다.
en: This action cannot be undone.

source: 예상치 못한 좋은 일이 있었다면?
en: Did something unexpectedly good happen today?

source: 오늘 깨달은 소중한 교훈은?
en: What valuable lesson did you learn today?

source: 오늘 대화했던 사람 중 고마운 사람이 있었나요?
en: Who are you thankful to have spoken with today?

source: 오늘 맛있게 먹은 음식 중 감사한 것은?
en: What food did you enjoy most today?

source: 오늘 무사히 하루를 보내서 감사한 점은?
en: What made you feel grateful just for today?

source: 오늘 하루 중 가장 감사했던 순간은?
en: What moment made you feel most grateful?

source: 원하는 요일에 앱을 열고, 감사질문에 답해보세요. 매일 써야한다는 부담없이, 천천히 쌓아가면됩니다.
en: Start your own gratitude journal Simple questions will help guide your reflections

source: 자연이나 날씨 속에서 감사함을 느낀 순간은?
en: Did nature or the weather make you feel thankful?

source: 전체 보기
en: See All List

source: 정말 삭제하시겠습니까?
en: Are you sure you want to delete this?

source: 좋아하는 취미나 활동을 할 수 있어서 감사한 점은?
en: What hobby or activity brought you joy?

source: 직장/학교에서 받은 작은 배려는?
en: What kindness did you receive today?

source: 질문을 선택하세요
en: Select a question

source: 최근에 감동한 작은 친절은?
en: What small kindness touched you recently?

source: 취소
en: Cancle

source: 친구 덕분에 웃었던 순간은?
en: Did a friend make you smile today?
